In [1]:
import pandas as pd

In [8]:
df = pd.read_csv("data/student.csv")
df

   Unnamed: 0  names  scores  age
0           0    ola      78   17
1           1  segun      90   18
2           2   bola      34   15
3           3   John      45   15
4           4   Mark      78   19

In [9]:
df.drop(columns=["Unnamed: 0"], inplace=True)
df

   names  scores  age
0    ola      78   17
1  segun      90   18
2   bola      34   15
3   John      45   15
4   Mark      78   19